evacomunaws/requests/createUser.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:tns="http://controller.una.ac.cr/">
    <soapenv:Header />
    <soapenv:Body>
        <tns:createUser>
            <arg0>
                <id>9999</id>
                <username>arayaroma</username>
                <password>arayaroma</password>
                <name>Daniel</name>
                <lastname>Araya</lastname>
                <secondLastname>Roman</secondLastname>
                <identification>901140423</identification>
                <email>darayaroma@gmail.com</email>
                <landlineNumber>86420240</landlineNumber>
                <phoneNumber>86420240</phoneNumber>
                <isActive>N</isActive>
                <isAdmin>N</isAdmin>
                <passwordChanged>N</passwordChanged>
                <position>
                    <id>2</id>
                    <name>Database Administrator</name>
                    <state>ACTIVE</state>
                    <version>1</version>
                </position>
                <version>1</version>
            </arg0>
        </tns:createUser>
    </soapenv:Body>
</soapenv:Envelope>